[
  {
    "id": 1,
    "title": "ghore boshe spoken english",
    "categories": "english",

    "image": "https://i.ibb.co/pPKNF5z/ghore-boshe-spoken-english-online-course-updated-thumbnails.jpg",
    "body": "Spoken English is an essential skill in the current world. By having sound spoken English skills, one can stay ahead at different stages of life. Being skilled in spoken English is extremely important in academics, career, competitive exams, higher education, and even traveling abroad.\n There are many people who are good at English but feel reluctant to speak English due to a lack of confidence. To help you improve your English speaking skills and build confidence, 10 Minute School has brought to you the “Ghore Boshe Spoken English” course.\n Munzereen Shahid, an Oxford University graduate, will teach you how to speak English fluently in real-life situations. The course has been conducted in Bangla to make it easy to understand. Most of the students of this course have rated this course as easy and beginner-friendly.\n  With some easy ways to learn English with real-life examples, you will be able to speak English without hesitation or stuttering and become self-confident in your spoken English!"
  },
  {
    "id": 2,
    "title": "Programming for Kids",
    "categories": "programming",
    "image": "https://i.ibb.co/MNcf6Ng/Programming-for-Kids-Course-Thumbnail.jpg",

    "body": "In the present world, dictated by Information & Communication Technology, it is very important to introduce your child to programming languages from an early age, a practice common in most of the developed nations around the world. Computer programming will help your child master a mathematical language, which will encourage their creativity and ingenuity, solidify their foundation in coding and teach them to make decisions in a well-planned manner.\n However, searching for a proper guideline on programming can be quite tedious, as a simple Google search may leave you puzzled with thousands of results. That’s why Ten Minute School brings to you the 'Programming For Kids' course, which uses fun ways to teach your child how to code and run programs! \n Our esteemed course instructor, Prapti Rahman, who is the recipient of the National ICT Award in 2021 for her work on children's programming and was selected as a 'Global Shaper' by the World Economic Forum will guide your child throughout this journey. Enrol your child to this course today, to illuminate their dream of becoming a programmer."
  },

  {
    "id": 3,
    "title": "video editing course",
    "categories": "graphic",
    "image": "https://i.ibb.co/RYxh7PS/best-video-editing-course-with-premiere-pro.jpg",

    "body": "Adobe Premiere Pro is one of the most functional tools to learn in order to excel in the field of video editing and video making. From marketing agencies to freelancing marketplaces, there is a huge demand for skilled video editors. Yet, the competition for video editing jobs in Bangladesh is relatively low, since the skills required to become a professional video editor are a little time-consuming to master. Due to this, there is a huge potential for fast career growth and a decent income by learning how to edit videos. \n However, a quite common scenario is that despite the existence of an abundance of resources on the internet, people lose their interest in video editing after being unable to find the right guidelines. Most people do not know which video editing software to use, what hardware configurations to have on their device, the correct sequence to take their lessons and how to create a professional portfolio aside from learning. \n Hence, in order to teach you how to edit a video flawlessly using ‘Adobe Premiere Pro’ and help build your journey as a video editor, 10 Minute School brings to you the exclusive ‘Video Editing with Premiere Pro' course. \n In this course, an industry expert instructor will help you learn the practical uses of various basic as well as advanced tools of Adobe Premiere Pro, including text animation, slow motion, video reversing, audio editing and green-screen editing. You will also receive all the source files and stock footage used in the tutorials so that you can practice by yourself later . So enroll in this course today to receive all the exclusive tips and tricks on how to edit a video, as well as proper guidelines on how to build a successful career in this field by landing the video editing jobs in Bangladesh."
  },

  {
    "id": 4,
    "title": "Adobe Illustrator",
    "categories": "graphic",
    "image": "https://i.ibb.co/488V4Gs/Adobe-Illustrator.jpg",

    "body": "Adobe Illustrator is the most popular vector-based graphic designing software in the world. Although it was only used for creating fonts at first, its functionalities have increased manifold since then. At present, it is widely acclaimed all over the world for its vector-based interface and is used for graphic design, creating digital ads, billboard ads, print design, and much more.\n Currently, its importance is so high that knowing how to use Adobe Illustrator gives you a competitive advantage while seeking jobs. Adding this skill to your CV will help you stand out among other candidates. You can also work as a freelance graphic designer, as there are plenty of relevant online gigs available.\n However, it is natural to find Adobe Illustrator to be overwhelming, given the vast number of versatile tools it offers. And that is why we got you covered! Ten Minute School’s “Adobe Illustrator” course is perfectly designed for beginners to learn and develop this skill, as well as for professionals to brush it up. You will be able to know all the ins and outs of Illustrator by enrolling in this course. You will be able to learn visual marketing, branding, website design, children's book illustration, POD products, 2D art, and much more through vector art. So don’t waste any more time and enrol today!"
  },
  {
    "id": 5,
    "title": "facebook marketing",
    "categories": "marketing",

    "image": "https://i.ibb.co/tZ9rF9w/fb-marketing-update2-thumbnail.jpg",

    "body": "Facebook being the most widely used social media in Bangladesh, Facebook marketing is one of the strongest branches of digital marketing. This means that no matter what business you are in, it is a given that a huge portion of your target audience spends a lot of time on Facebook. If you own a business or are an entrepreneur, then Facebook is the best way for effective communication with your customers. While the right pricing of the right product is very important for your online business, you should know some additional information like:\n How to create Facebook algorithm-friendly content accurately. How to repurpose content spending less effort and time. How to create a Facebook marketing strategy. How to increase the organic reach of your Facebook business.\n How to run Facebook Ads with Facebook Ad Manager. How to protect your online business or brand from top-tier competitors. To help you on your journey to build a successful online business, 10 Minute School has brought to you the “Facebook Marketing” course. The course has been designed by Ayman Sadiq the Co-founder and CEO of 10 Minute School. Alongside him, industry experts like Sadman Sadiq, Salman Muqtadir, and Antik Mahmud have assisted in building the course curriculum.\n Enroll in our Facebook Marketing course today and become a skilled Facebook marketer"
  },
  {
    "id": 6,
    "title": "ielts course",
    "categories": "english",

    "image": "https://i.ibb.co/g9cq5LQ/ielts-course-by-munzereen-shahid-16-9.jpg",

    "body": "IELTS certificates are accepted in different higher education institutions in the USA and other English-speaking countries across South America and Europe. This exam tests the ability of the candidates to speak, read, listen and write in English.\n Many of us are intimidated by English grammar as English is not our first language. Fortunately, IELTS is essentially a language-based test and not grammar-based. To achieve the desired score, you will require four English language skills: reading, writing, listening & understanding and speaking. The more proficient a person is in these four areas, the higher their score will be on the IELTS test.\n To help IELTS examinees improve these four essential English language skills, 10 Minute School has brought a detailed and well-guided IELTS preparation course. The instructor of this course is Munzereen Shahid (IELTS Band Score 8.5/ 9), who has recently graduated from the English Department of the world-renowned Oxford University in England.\n To make your IELTS test preparation effortless, efficient, and practical, enrol in IELTS Course by Munzereen Shahid today and take yourself one step closer to fulfilling your dreams."
  }
]
