[
  {
    "id": 1,
    "title": "Ghore Boshe Spoken English",
    "img": "https://i.ibb.co/f2pT92R/ghore-boshe-Spoken-English-course-thumbnail-by-Munzereen-Shahid-16x9.jpg",
    "about": "Spoken English is an essential skill in the current world. Having sound Spoken English skills, one can stay ahead at different stages of life. Being well-skilled in Spoken English is extremely important in academics, career, competitive exams, higher education, and even traveling abroad.\n Many are good at Spoken English but need more self-confidence to speak English in front of people. To help you improve your English speaking skills and build confidence, 10 Minute School has brought you the “ঘরে বসে Spoken English” course.\n Munzereen Shahid, a graduate of Oxford University in English education, will teach you how to speak English fluently in real-life situations. The course has been conducted in Bangla to make it easy to understand. Most of the students of this course have rated this course as easy and beginner-friendly./n With some easy ways to learn Spoken English with real-life examples, you will be able to speak English without hesitation or stuttering and become self-confident in your Spoken English!",
    "category": "english"
  },
  {
    "id": 2,
    "title": "Ghore Boshe Freelancing ",
    "img": "https://i.ibb.co/94FzYbJ/ghore-boshe-freelancing-course-thumbnail-by-joyeta-banerjee-16x9.jpg",
    "about": "Bangladesh has the second biggest freelancer pool in the world, having more than 200,000 youths working in freelancing. Most of these freelancers work in Creative and Digital Media, Software Development, Digital Marketing and Clerical or Virtual Assistance. With more people joining international marketplaces like Upwork, Fiverr and Freelancer.com, it is very important to learn profitable skills and create outstanding profiles for yourself to stand out.\n If you want to have flexible working hours and work independently, freelancing can be a great choice of profession for you. In order to start your career in Freelancing, you need to learn the basic rules of freelancing - like creating marketplace profiles, securing the first gig, how to collect payment from the clients - to start with. To help you with all these questions and get you started in your journey to become a freelancer, 10 Minute School has brought a completely guided course - “ঘরে বসে Freelancing”.\n In the course, a top-rated freelancer and one of the most popular freelancing trainers, Joyeta Banerjee has walked you through every important step in becoming a freelancer. She has answered all the questions asked by beginner freelancers and taught some skills that will get you started right away. Freelancing has become a competitive field with more people joining everyday. To ensure your success, get enrolled today to start learning and very soon, start earning!",
    "category": "freelancing "
  },
  {
    "id": 3,
    "title": "Facebook Marketing",
    "img": "https://i.ibb.co/MDKtv9R/facebook-marketing-course-thumbnail-by-ayman-sadiq-sadman-sadik-16x9.jpg",
    "about": "Facebook being the most widely used social media in Bangladesh, Facebook marketing is one of the strongest branches of digital marketing. This means that no matter what business you are in, it is a given that a huge portion of your target audience spends a lot of time on Facebook. If you own a business or are an entrepreneur, then Facebook is the best way for effective communication with your customers. While the right pricing of the right product is very important for your online business, you should know some additional information like \n How to create Facebook algorithm-friendly content accurately. How to repurpose content spending less effort and time. How to increase the organic reach of your Facebook business. To help you on your journey to build a successful online business, 10 Minute School has brought to you the “Facebook Marketing” course. The course has been designed by Ayman Sadiq the Co-founder and CEO of 10 Minute School. Alongside him, industry experts like Sadman Sadiq, Salman Muqtadir, and Antik Mahmud have assisted in building the course curriculum. Enroll in our Facebook Marketing course today and become a skilled Facebook marketer!",
    "category": "skills"
  },
  {
    "id": 4,
    "title": "Video Editing with Premiere Pro",
    "img": "https://i.ibb.co/v3Gkv3z/Video-Editing-with-Premiere-Pro-course-thumbnail-by-James-Prince-Barai-16x9.jpg",
    "about": "Adobe Premiere Pro is one of the most functional tools to learn in order to excel in the field of video editing and video making. From marketing agencies to freelancing marketplaces, there is a huge demand for skilled video editors. Yet, the competition for video editing jobs in Bangladesh is relatively low, since the skills required to become a professional video editor are a little time-consuming to master. Due to this, there is a huge potential for fast career growth and a decent income by learning how to edit videos.\n However, a quite common scenario is that despite the existence of an abundance of resources on the internet, people lose their interest in video editing after being unable to find the right guidelines. Most people do not know which video editing software to use, what hardware configurations to have on their device, the correct sequence to take their lessons and how to create a professional portfolio aside from learning.\n  Hence, in order to teach you how to edit a video flawlessly using ‘Adobe Premiere Pro’ and help build your journey as a video editor, 10 Minute School brings to you the exclusive ‘Video Editing with Premiere Pro' course.\n In this course, an industry expert instructor will help you learn the practical uses of various basic as well as advanced tools of Adobe Premiere Pro, including text animation, slow motion, video reversing, audio editing and green-screen editing. You will also receive all the source files and stock footage used in the tutorials so that you can practice by yourself later . So enroll in this course today to receive all the exclusive tips and tricks on how to edit a video, as well as proper guidelines on how to build a successful career in this field by landing the video editing jobs in Bangladesh.",
    "category": "design"
  },
  {
    "id": 5,
    "title": "IELTS Course by Munzereen Shahid",
    "img": "https://i.ibb.co/Y7kmtBw/IELTS-course-thumbnail-by-munzereen-shahid-16x9.jpg",
    "about": "IELTS certificates are accepted in different higher education institutions in the USA and other English-speaking countries across South America and Europe. This exam tests the ability of the candidates to speak, read, listen and write in English./n Many of us are intimidated by English grammar as English is not our first language. Fortunately, IELTS is essentially a language-based test and not grammar-based. To achieve the desired score, you will require four English language skills: reading, writing, listening & understanding and speaking. The more proficient a person is in these four areas, the higher their score will be on the IELTS test.\n To help IELTS examinees improve these four essential English language skills, 10 Minute School has brought a detailed and well-guided IELTS preparation course. The instructor of this course is Munzereen Shahid (IELTS Band Score 8.5/ 9), who has recently graduated from the English Department of the world-renowned Oxford University in England.\n To make your IELTS test preparation effortless, efficient, and practical, enrol in IELTS Course by Munzereen Shahid today and take yourself one step closer to fulfilling your dreams.",
    "category": "english"
  },
  {
    "id": 6,
    "title": "Video Making",
    "img": "https://i.ibb.co/v1ghgyn/Video-Making-course-thumbnail-by-Sadman-Sadik-16x9.jpg",
    "about": "From Facebook to Tiktok, we see a lot of influencers on Social-Media with their video content every day, while scrolling down our newsfeed. This ever-growing popularity of video content is opening the door to endless opportunities. Many are shaping their careers as successful content creators, while others are working as video editors and cinematographers for them.\n  Do you believe you have the creative mindset and passion to build a successful career in this fairly new, yet very promising industry? Do you want to learn all the nitty-gritty details associated with making videos? Then Ten Minute School’s “Video Making” course will be your ideal guideline!\n In this course, you will get to know everything about the gadgets you need to start making videos, which video-making software you should use, how to shoot videos with ambient lighting and sound setup, and much more! Whether you use your mobile phone or your DSLR camera, you will be given a step-by-step guide on how to shoot professional videos with them.\n Many wonder whether they will be able to land a job or build a career by learning how to make videos. Well, you will also find these answers in this course from industry experts. So what are you waiting for? Enrol now and start your journey in video making today!",
    "category": "design"
  },
  {
    "id": 7,
    "title": "Microsoft Office 3 in 1 Bundle",
    "img": "https://i.ibb.co/HpdNrq0/office-bundle.jpg",
    "about": "Usually, MS Office products are the first software that we learn after buying a computer. So, it is common to think of ourselves as proficient in these software. It is not unless we start using them in formal settings that we know about their advanced features.\n  Right now, proficiency in MS Office software is a must for any job. Even if you are a student, you will need to know the usage of Microsoft Word, Excel, and PowerPoint. By learning this three software only, you will be able to create and format all necessary documents.\n To help you learn all these at the same time, 10 Minute School has come up with a golden opportunity named Microsoft Office 3 in 1 Bundle!\n  Course. By knowing all the details of MS Word, MS Excel, and MS PowerPoint from the Basic to Advanced level, not only will you have good academic results but also can prepare for Professional Life. Enroll in the Microsoft Office course and take yourself to the next level by adding three skills to your bag at the same time. You will also have three certificates for three different MS office skills.",
    "category": "skills"
  },
  {
    "id": 8,
    "title": "T-Shirt Design kore Freelancing",
    "img": "https://i.ibb.co/CW9VM0Q/T-Shirt-Design-kore-Freelancing-course-thumbnail-by-Mohammad-Shahadat-Hossain-16x9.jpg",
    "about": "T-shirt designing is currently a relatively easy and popular way to enter the world of freelancing. But in most cases, despite being passionate, people cannot start working in this sector as they remain clueless on where to start and how to earn. The lack of expert advice in this field makes it even more difficult to get started in the world of T-shirt design. Thus, in order to help you learn all the techniques to become an expert in t shirt design, 10 Minute School brings to you the “T-Shirt Design করে Freelancing” course!\n In this course, an industry expert will teach you all the tricks and techniques for creating trendy and vintage t-shirt designs as well as customized t-shirt designs using various tools in Adobe Illustrator. At the same time, you will also learn how to build a portfolio and attract clients in freelancing marketplaces and become a successful freelancer in the field of T-shirt design. You will be able to learn how to design a custom t-shirt for clients using various vintage designing tools, materials, and color palettes. So, why wait? Enroll in this course right away to start your freelancing career as a designer by learning T-shirt design!",
    "category": "freelancing"
  },
  {
    "id": 9,
    "title": "chakrijibider Jonno English",
    "img": "https://i.ibb.co/1zWfVM5/chakrijibider-jonno-english-course-thumbnail-by-munzereen-shahid-16x9.jpg",
    "about": "We have all studied English for years to ace our academic or job-related tests. Similarly, being able to properly speak and write in English is a crucial skill for our career. In job interviews, a candidate is often judged on their English communication skills. The performance of newly recruited employees are also measured on their ability to communicate properly in English. To help you with English communication to ace your interviews to perform well in the job, 10 Minute School has brought to you the “চাকরিজীবীদের জন্য English” course.\n  In the course, you will be able to learn how to effectively communicate in English in your meetings, presentations and regular dealings with colleagues as well as clients. Various workplace situations have been portrayed in the course so that you can learn to effectively communicate in English in these situations. You will also be able to learn which tone and expressions to use and which to avoid in these situations. So, enrol today to start learning the most effective communication skills in English language for your workplace and career.",
    "category": "english"
  },
  {
    "id": 10,
    "title": "Data Entry Diye Freelancing",
    "img": " https://i.ibb.co/KWk5tnT/data-entry-diye-freelancing-course-thumbnail-by-joyeta-banerjee-16x9.jpg",
    "about": "Data entry is a comparatively easy skill to start your freelancing career with. It does not require any previous experience or IT skill, hence it can be your first choice if you want to start earning through freelancing in a short period of time.\n In this course, top-rated freelancer and instructor Joyeta Banerjee has taught how you can easily learn data entry and prepare yourself for freelancing marketplaces. You do not need a high-end device or IT skill to learn data entry. The main objective of this course is to teach anyone who is interested to take freelancing as a profession. So, if you are a student looking to earn some money, or want to add an extra income source to support your family, data entry is the perfect option for you. Enrol today and start preparing yourself for freelancing marketplaces by learning data entry skills.",
    "category": "freelancing"
  },
  {
    "id": 11,
    "title": "Graphic Designing with Photoshop",
    "img": "https://i.ibb.co/4MrXMtx/graphic-design-with-photoshop-course-thumbnail-by-sadman-sadik-16x9.jpg",
    "about": "Adobe Photoshop is a popular software in the world of graphic designing. As Photoshop is widely used for designing graphic content around the world, designers who are skilled in this software get a competitive edge. Graphic designing with Photoshop is relatively easy to learn which makes it convenient for designers to learn the software from basic level and start working professionally. If you want to learn graphic designing with Adobe Photoshop in Bangla and at your own pace, 10 Minute School has brought to you the “Graphic Designing with Photoshop” course.\n In this course, the Instructor Sadman Sadik will teach you the basics of Adobe Photoshop and walk you through the tools of this software. He will also show you how you can edit photographs and design your own logo and social media content with this software. To make sure you know how to earn by graphic designing, he will guide you through the possible opportunities in the universe of graphic design and how you can crack them. So, to learn Adobe Software from its bare basics and start working towards becoming a graphic designer, enrol today in the “Graphic Designing with Photoshop” course!.",
    "category": "design"
  },
  {
    "id": 12,
    "title": "SEO Course for Beginners",
    "img": "https://i.ibb.co/LYLB0zk/SEO-for-Beginners-course-thumbnail-by-Md-Faruk-Khan-16x9.jpg",
    "about": "Proper SEO or Search Engine Optimization practices can multiply a website’s organic traffic from Google searches. Since numerous websites produce content on a particular topic, only the ones that follow proper SEO practices are prioritized in Google’s search engine rankings. As most people do not visit the second page of Google search results, optimizing the website according to the rules of SEO is extremely important. For this reason, SEO specialists are in high demand among website owners and businesses.\n Suppose you own a business where you sell your products through a website. Or, you might want to write blogs and earn from them through Google Ads. Maybe you are a student or a fresh graduate who wants to learn SEO to pursue a career in digital marketing or to start working as a freelancer, but you don’t know anything about SEO except its definition. Or maybe you are looking for a good course to learn SEO in detail, but most of the courses available are too lengthy and tedious to remain patient and finish. Therefore it’s hard to find good SEO Training that will make you marketing savvy.\n To address these issues, 10 Minute School brings you the “SEO for Beginners” course, designed to provide a broad understanding of standard SEO practices through convenient online classes and project-based SEO practices.\n In this SEO course, students will learn the basic concepts of SEO and how to apply them. Search engines, domain-hosting, keyword research, on-page SEO, off-page SEO, Google Search Console, and SEO consulting are among the many topics that will be covered in this course. So enroll today in our SEO Training to learn the basics of SEO right away!",
    "category": "skills"
  },
  {
    "id": 13,
    "title": "Spoken English for Kids",
    "img": "https://i.ibb.co/F8TLDY5/spoken-english-for-kids-course-thumbnail-by-munzereen-shahid-16x9.jpg",
    "about": "Every parent wants their children to know how to speak English fluently and be able to present themselves smartly. Nowadays, being proficient in Spoken English is a prerequisite for presenting oneself smartly in every aspect of life, including institutional, social, and family. Moreover, being fluent in English from an early age makes it relatively easier to grasp the subjects of higher education later on.\n What if your little one could also speak English flawlessly and stay ahead of others from an early age? Wouldn’t that be great? If you think the same, then Ten Minute School's “Spoken English for Kids Course” is the perfect choice for you!\n  There is absolutely no substitute for Spoken English in academic life, be it in classrooms or in extra-curricular activities. It even plays a vital role in college and job applications. That’s why 10 Minute School has brought to you this Spoken English for Kids course that will help to build your kid’s communication skills by following effective techniques.\n Our Expert Course Instructor Munzereen Shahid will guide your child in the art of Spoken English and help your kid become a confident and fluent English speaker.",
    "category": "english"
  },
  {
    "id": 14,
    "title": "Adobe Illustrator",
    "img": "https://i.ibb.co/c8JpLK0/adobe-illustrator-course-thumbnail-by-mohammad-yeasir-16x9.jpg",
    "about": "Adobe Illustrator is the most popular vector-based graphic designing software in the world. Although it was only used for creating fonts at first, its functionalities have increased manifold since then. At present, it is widely acclaimed all over the world for its vector-based interface and is used for graphic design, creating digital ads, billboard ads, print design, and much more.\n Currently, its importance is so high that knowing how to use Adobe Illustrator gives you a competitive advantage while seeking jobs. Adding this skill to your CV will help you stand out among other candidates. You can also work as a freelance graphic designer, as there are plenty of relevant online gigs available.\n However, it is natural to find Adobe Illustrator to be overwhelming, given the vast number of versatile tools it offers. And that is why we got you covered! Ten Minute School’s “Adobe Illustrator” course is perfectly designed for beginners to learn and develop this skill, as well as for professionals to brush it up. You will be able to know all the ins and outs of Illustrator by enrolling in this course. You will be able to learn visual marketing, branding, website design, children's book illustration, POD products, 2D art, and much more through vector art. So don’t waste any more time and enrol today!",
    "category": "design"
  },
  {
    "id": 15,
    "title": "Microsoft Excel",
    "img": "https://i.ibb.co/3CDGbGj/microsoft-excel-course-thumbnail-by-abtahi-iptesam-16x9.jpg",
    "about": "Are you struggling to keep track of thousands of office projects and tasks? By learning Microsoft Excel formulas, functions, and applying smart tips & tricks, you will be able to collect and calculate data in a matter of moments. Learning Excel will help to simplify all your complex tasks and increase your productivity. To keep you ahead in your career, 10 Minute School has brought the “Microsoft Excel” course, taught by an Excel expert, Abtahi Iptesam.\n This course will help you fast-forward your tasks by teaching you excel basics and leading to advanced excel formulas to make your life easier. With this course, you will be able to simplify complex and hectic tasks like data storing, sorting and analysis. So, if you want to enter the world of data, be able to perform a bunch of complex calculations in seconds, and learn all you can about Microsoft Excel, enroll in this course right away!",
    "category": "skills"
  }
]
